/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "No se puede abrir %@.";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "%@ no se ha podido abrir debido a un problema.";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "%@ ha tenido un problema.";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "%1$@ se ha cerrado inesperadamente mientras se estaba utilizando el módulo %2$@.";

/* header format string for a crash report */
"%@ quit unexpectedly." = "%@ se ha cerrado inesperadamente.";

/* button title */
"Agree" = "Acepto";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "Al hacer clic en “Acepto” usted acepta que Apple pueda reunir esta información periódicamente y usarla como parte de los servicios de soporte que presta y para mejorar sus productos y servicios. Esta información se envía de forma totalmente anónima. Para obtener más información acerca de la Política de privacidad de Apple, consulte http://www.apple.com/es/legal/privacy.";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "Contacte con el desarrollador para confirmar que %@ funciona con esta versión de Mac OS X. Puede que necesite volver a instalar la aplicación. Asegúrese de instalar todas las actualizaciones disponibles para la aplicación y para Mac OS X.";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "Haga clic en “Enviar a Apple” para enviar el informe a Apple. Esta información se envía de forma totalmente anónima.";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "Haga clic en Reiniciar para volver a abrir la aplicación. Este informe se enviará a Apple automáticamente.";

/* button title */
"Disagree" = "No acepto";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "No volver a preguntar";

/* button title */
"Don\\U2019t Send" = "No enviar";

/* button title */
"Hide Details" = "Ocultar detalles";

/* button title */
"OK" = "Aceptar";

/* window title - %@ is application name */
"Problem Report for %@" = "Informe de problemas de %@";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "Proporcione todos los pasos necesarios para reproducir el problema.";

/* button title */
"Reopen" = "Reiniciar";

/* button title */
"Send to Apple" = "Enviar a Apple";

/* button title */
"Show Details" = "Mostrar detalles";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "Este informe se enviará a Apple automáticamente.";

/* Error if system profile fails */
"Unable to gather system configuration information." = "No se ha podido recopilar la información de la configuración del sistema.";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "Vuelva a descargar %@ desde la tienda App Store.";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "Puede ayudar a Apple a mejorar sus productos enviándonos información de diagnóstico y uso de su ordenador de forma anónima.";

/* header format string for a hang report */
"You quit %@ because of a problem." = "Ha salido de %@ debido a un problema.";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "Ha apagado el ordenador debido a un problema.";

